<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Для рекламодателей");
global $city_code;
?>
<div class="gray_bg mt_16">
        <div class="container ">
            <div class="content_with_right_sidebar">

<div class="content_block">

<h1>Добавьте Ваш салон массажа (или частную анкету) в каталог Erosite.top – начните получать поток трафика уже сейчас!</h1>  
<p>Для владельцев салонов массажа мы предоставляем уникальный рекламный инструмент, с богатым набором функций, рекламных инструментов, статистики и бесплатного сопровождения. Мы стремимся предоставить каждому салону максимально комфортные условия сотрудничества. После добавления Вашего салона эротического массажа в наш каталог Вы получаете инструмент способный конкурировать с контекстной рекламой, продвижением отдельного сайта или группы в социальной сети. 
<h2>Почему именно мы?</h2>
<p>С каждым днем наш сайт все больше и больше завоевывает лучшие позиции в поисковых системах, штат маркетологов, SEO специалистов и программистов, ежедневно продумывают и внедряют новые механизмы продвижения в сфере релакс услуг. Если вы читаете эту информацию, то в 90% вы являетесь владельцем или маркетологом релакс салона и нашли нас в ТОП поисковых систем – это лучшее доказательство наших слов! 
<p>После добавления в наш каталог вы получите уникальную карточку салона, которая продвигается нашими специалистами. Помимо «раскрутки» Вашей карточки мы запускаем на неё контекстную и тизерную рекламу, рекламу в социальных сетях и баннерную рекламу на сайтах нашей сети. 
Возможности для владельцев

<p>В личном кабинете Вашего салона (или частной анкеты) Вы найдете полную статистику по просмотру Вашей анкеты. 
<h3>В ближайшее время мы внедрим:</h3>
<ol>
<li>Статистику по источникам трафика на вашу анкету</li>
<li>Статистика Нажатий на кнопку «показать телефон» </li>
<li>Статистику по Полу и возрасту просматривавшего анкету </li>
<li>ГЕО зависимость посетителя анкеты</li>
</ol>
<h2>Добавьте Ваш Салон сегодня и получите бонус на внутренний баланс СРАЗУ!</h2>
<p>Для Каждого салона или частной анкеты доступны дополнительные инструменты повышения просмотров анкеты.
<h3>Удобное редактирования информации</h3>
<p>После регистрации салона на нашем сайте вы можете добавлять/редактировать данные Вашей анкеты (карточки), добавлять адреса, названия, анкеты. 
<quote><b>Важно:</b> Алгоритмы нашего сайта определяют ГЕО зависимость пользователя, тем самым мы предоставляем каждому салону исключительно тематический и завлеченный трафик. Если Ваша карточка имеет адрес в Новосибирске, то вы никогда не получите ненужного Московского трафика. Это касается и размещения рекламы на нашем сайте – все показы осуществляются строго по ГЕО. 
</quote>
<h3>Дополнительная информация о салоне</h3>
<p>Помимо стандартных данных о салоне, вы можете добавить:

<ul>
	<li>Видео презентацию - которая будет завлекать все больше и больше посетителей в Ваш салон. По нашей статистике карточки с Видео презентацией получают больше обратной связи чем салоны карточки без неё. </li>
<li>Виды услуг – выберите из списка услуг, те услуги, которые предоставляют Ваши девушки, помимо видов массажа вы можете выбрать «доп. услуги»</li>
<li>Фото интерьера салона – добавляйте фото Вашего салона, привлекайте клиентов красивым интерьером, наличием кальяна, бани или сауны.</li>

</ul>

<h3>Уникальные функции для салонов эротического массажа</h3>
<p>Главной особенностью нашего каталога является возможность добавления дополнительных карточек девушек. 

<p>Каждая девушка – это отдельная дополнительная карточка, еще один инструмент с полным набором функций. Вы можете добавить ВСЕХ девушек Вашего салона и получать ОГРОМНОЕ количество трафика и просмотров!
<p>Полное управление дополнительными карточками осуществляется напрямую из главной карточки (карточки салона)


<p>Вы можете отключать анкету девушки, редактировать её услуги и даже записывать Голосовые приветствия! 

<p>Мы будем рады сотрудничеству с каждым салоном или частным специалистом по массажу. Оставьте свою заявку уже сейчас и получите самые выгодные условия рекламы Вашего салона!



                </div>
<?$APPLICATION->IncludeComponent(
  "bitrix:main.include",
  "",
  Array(
    "AREA_FILE_SHOW" => "file",
    "AREA_FILE_SUFFIX" => "inc",
    "EDIT_TEMPLATE" => "",
    "PATH" => SITE_TEMPLATE_PATH."/inc/right_sb.php"
  )
);?>
            </div>
        </div>
        </div>
        <style>
        	.all_girls_block .all_girls_item{
        		width: 60px
        	}
        	.all_girls_block .all_girls_item .img_box{
        		width: 60px;
        		height: 60px;
        	}
        </style>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>