<div class="item item_3">
    <div class="col_1">
        <p class="part_1">Кастомный</p>
        <p class="part_2">Индивидуально</p>
    </div>
    <div class="col_2">
        <p>Что входит в тариф?</p>
        <div>
            <svg width="28" height="28" viewBox="0 0 28 28" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <path fill-rule="evenodd" clip-rule="evenodd"
                      d="M22.3788 5.28073C22.9663 5.59524 23.1737 6.30176 22.8419 6.85878L14.7758 20.4035C14.256 21.2763 12.9753 21.385 12.3003 20.6135L6.28146 13.735C5.85068 13.2427 5.9224 12.5125 6.44167 12.104C6.96093 11.6956 7.7311 11.7636 8.16188 12.2559L13.3149 18.145L20.7144 5.71984C21.0461 5.16282 21.7913 4.96622 22.3788 5.28073Z"
                      fill="#DD9E5C"/>
            </svg>
            <p>Продвижение анкеты на нужное вам время</p>
        </div>
        <div>
            <svg width="28" height="28" viewBox="0 0 28 28" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <path fill-rule="evenodd" clip-rule="evenodd"
                      d="M22.3788 5.28073C22.9663 5.59524 23.1737 6.30176 22.8419 6.85878L14.7758 20.4035C14.256 21.2763 12.9753 21.385 12.3003 20.6135L6.28146 13.735C5.85068 13.2427 5.9224 12.5125 6.44167 12.104C6.96093 11.6956 7.7311 11.7636 8.16188 12.2559L13.3149 18.145L20.7144 5.71984C21.0461 5.16282 21.7913 4.96622 22.3788 5.28073Z"
                      fill="#DD9E5C"/>
            </svg>
            <p>Расположение в топ под индивидуальный запрос</p>
        </div>
        <div>
            <svg width="28" height="28" viewBox="0 0 28 28" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <path fill-rule="evenodd" clip-rule="evenodd"
                      d="M22.3788 5.28073C22.9663 5.59524 23.1737 6.30176 22.8419 6.85878L14.7758 20.4035C14.256 21.2763 12.9753 21.385 12.3003 20.6135L6.28146 13.735C5.85068 13.2427 5.9224 12.5125 6.44167 12.104C6.96093 11.6956 7.7311 11.7636 8.16188 12.2559L13.3149 18.145L20.7144 5.71984C21.0461 5.16282 21.7913 4.96622 22.3788 5.28073Z"
                      fill="#DD9E5C"/>
            </svg>
            <p>Анкета выделится на фоне остальных</p>
        </div>
        <a href="#">Свяжитесь с нами</a>
    </div>
</div>